<?php
//Task11
//Переделайте этот код так, чтобы в нем использовались операции +=, .=, *=, -=.
// Количество строк кода при этом не должно измениться!

/* source
$var = 10;

$var = $var + 1;
$var = $var + 1;
$var = $var - 1;
*/

/*rewritten Task11
$var = 10;

$var += 1;
$var += 1;
$var -= 1;
*/

//Task12
//Переделайте этот код так, чтобы в нем использовались операции ++ и --.
// Количество строк кода при этом не должно измениться!

//rewritten Task12
?> <h1> <?php echo $var = 10;
echo "<br>";
echo ++$var;
echo "<br>";
echo ++$var;
echo "<br>";
    echo --$var; ?> </h1>